/*
Первый экран:
- записать в переменную кнопку начать
- поставить прослушиватель addEventListener/click на кнопку НАЧАТЬ
- внутри этого прослушивателя мы забираем дату из окошка с датой и записываем в переменную
- записываем в переменную настоящую дату(текущую)
- находим разницу этих дат, записываем в переменную
- также нам необходимо будет перейти на второе окно, то есть убрать класс hide со всех элементов, которые его содержат, а на элемент с классом input наоборот этот класс повесить и на кнопку НАЧАТЬ тоже (скрыть их)

Второй экран:
- в div с классом numbers нам необходимо записать полученную у нас в прослушивателе разницу и каждую секунду отнимать оттуда значение равное одной секунде.

- на кнопке СБРОСИТЬ поставить прослушиватель, который будет обнулять все значения и возвращать нас к началу (обратные действия с навешиванием и удалением класса hide, обнуление инпута с датой)
*/